Repository: envato/wp-envato-market
Catalog: languages/envato-market-*.po
Languages: cs_cz

source: The Envato Market plugin requires PHP version 5.4+, plugin is currently NOT ACTIVE. Please contact the hosting provider to upgrade the version of PHP.
cs_cz: Envato Market plugin vyžaduje PHP verze 5.4 +, plugin je aktuálně DEAKTIVOVÁN. Chcete-li upgradovat verzi PHP, obraťte se na poskytovatele vašeho hostingu.

source: Envato Market plugin is not installed correctly. Please delete this plugin and get the correct zip file from %s.
cs_cz: Plugin Envato Market není správně nainstalován. Odstraňte prosím tento plugin a stáhněte správný soubor zip z adresy %s.

source: Cheatin&#8217; huh?
cs_cz: Nepodvádíte?

source: You do not have sufficient permissions to delete transients.
cs_cz: Nemáte dostatečná oprávnění k odstranění transients.

source: Save
cs_cz: Uložit

source: Remove
cs_cz: Odstranit

source: Cancel
cs_cz: Zrušit

source: An unknown error occurred. Try again.
cs_cz: Došlo k neznámé chybě. Zkuste to znovu.

source: Test API Connection
cs_cz: Otestovat připojení k API rozhraní

source: Delete
cs_cz: Smazat

source: Remove Item
cs_cz: Odstranit položku

source: You are about to remove the connection between the Envato Market API and this item. You cannot undo this action.
cs_cz: Chystáte se odstranit spojení mezi Envato Market API a touto položkou. Tuto akci nelze vrátit zpět.

source: Add Item
cs_cz: Přidat položku

source: Enter the Envato API Personal Token.
cs_cz: Zadejte osobní token Envato API.

source: Item ID
cs_cz: ID položky

source: Enter the Envato Item ID.
cs_cz: Zadejte ID Envato položky.

source: Version %s
cs_cz: Verze %s

source: Version
cs_cz: Verze

source: By
cs_cz: Autor:

source: Install
cs_cz: Instalovat

source: Activate Envato API Connection
cs_cz: Aktivace připojení k rozhraní Envato API

source: Single Item Tokens (Advanced)
cs_cz: Tokeny jedné položky (pokročilé)

source: Envato Market Items
cs_cz: Položky Envato Market

source: Installing Plugin...
cs_cz: Instalace pluginu...

source: You do not have sufficient permissions to install plugins on this site.
cs_cz: Nemáte dostatečná oprávnění k instalaci pluginů na tomto webu.

source: Return to Plugin Installer
cs_cz: Zpět na instalaci pluginů

source: An error occurred, please check that the item ID is correct.
cs_cz: Nastala chyba, zkontrolujte správnost ID položky.

source: Installing Plugin: %s
cs_cz: Instalace pluginu: %s

source: Installing Theme...
cs_cz: Instalace šablony...

source: You do not have sufficient permissions to install themes on this site.
cs_cz: Nemáte dostatečná oprávnění k instalaci šablon na tomto webu.

source: Return to Theme Installer
cs_cz: Zpět na instalaci šablon

source: Installing Theme: %s
cs_cz: Instalace šablony: %s

source: The Token is missing.
cs_cz: Chybí token.

source: The Item ID is missing.
cs_cz: Chybí ID položky.

source: The Token or Item ID is incorrect.
cs_cz: Token nebo ID položky je nesprávné.

source: The item cannot be downloaded.
cs_cz: Položku nelze stáhnout.

source: An unknown error occurred.
cs_cz: Vyskytla se neznámá chyba.

source: Live Preview
cs_cz: Aktuální náhled

source: Live Preview &#8220;%s&#8221;
cs_cz: Aktuální náhled &#8222;%s&#8220;

source: Network Enable
cs_cz: Povolit v síti webů

source: Activate
cs_cz: Aktivovat

source: Activate &#8220;%s&#8221;
cs_cz: Aktivovat &#8222;%s&#8220;

source: Activate Plugin
cs_cz: Aktivovat plugin

source: Network Activate
cs_cz: Aktivovat v síti webů

source: Downloading the Envato Market upgrade package&#8230;
cs_cz: Stahování aktualizace pluginu Envato Marketu&#8230;

source: Downloading the Envato Market install package&#8230;
cs_cz: Stahování instalačního balíčku pro Envato Marketu&#8230;

source: Update %s now
cs_cz: Aktualizovat %s

source: Update Available
cs_cz: Aktualizace je k dispozici

source: View version %1$s details.
cs_cz: Zobrazit podrobnosti verze %1$s.

source: Customize
cs_cz: Přizpůsobit

source: Customize &#8220;%s&#8221;
cs_cz: Přizpůsobit &#8222;%s&#8220;

source: Network Enable &#8220;%s&#8221;
cs_cz: Povolit v síti webů &#8222;%s&#8220;

source: Install %s
cs_cz: Instalovat %s

source: Deactivate
cs_cz: Deaktivovat

source: Deactivate %s
cs_cz: Deaktivovat %s

source: Delete %s
cs_cz: Smazat %s

source: Activate %s
cs_cz: Aktivovat %s

source: Network Activate %s
cs_cz: Aktivovat %s v síti webů

source: Add Envato Market themes & plugins using multiple OAuth tokens. This is especially useful when an item has been purchased on behalf of a third-party. This works similarly to the global OAuth Personal Token, but for individual items and additionally requires the Envato Market item ID.
cs_cz: Přidejte pluginy a šablony z Envato Marketu pomocí OAuth tokenů. Tato možnost je vhodná zejména v případě, že byla položka zakoupena třetí stranou. Tento způsob funguje podobně jako globální OAuth osobní token, ale jen pro jednotlivé položky a navíc vyžaduje Envato Market ID položky.

source: Warning: These tokens can be revoked by the account holder at any time.
cs_cz: Varování: Tyto tokeny může držitel účtu kdykoli odvolat.

source: This area enables WordPress Theme &amp; Plugin updates from Envato Market. Read more about how this process works at %s. Please follow the steps below:
cs_cz: Tato oblast umožňuje WordPress šablonám a pluginům aktualizovat přímo z Envato Marketu. Přečtěte si další informace o tom, jak tento proces funguje na %s. Postupujte následovně:

source: Generate an Envato API Personal Token by %s.
cs_cz: Vygenerujte Envato API osobní token (Personal Token) %s.

source: clicking this link
cs_cz: kliknutím na tento odkaz

source: Copy the token into the box below.
cs_cz: Zkopírujte token do pole níže.

source: Click the "Save Changes" button.
cs_cz: Klikněte na tlačítko „Uložit změny“.

source: A list of purchased Themes &amp; Plugins from Envato Market will appear.
cs_cz: Zobrazí se seznam zakoupených šablon a pluginů z Envato Marketu.

source: Enter your Envato API Personal Token.
cs_cz: Zadejte svůj osobní Envato API token.

source: Failed to connect to the Envato API. Please try again and if the issue persists contact the hosting providier to ask: "Please un-block PHP connections from WordPress to api.envato.com".
cs_cz: Připojení k Envato API se nezdařilo. Zkuste to prosím znovu. Pokud problém přetrvává kontaktujte hosting s následující zprávou: "Odblokujte prosím PHP připojení z mého WordPressu k api.envato.com".

source: Failed to locate the package file for this item. Please contact the item author for support, or install/upgrade the item manually from the %s.
cs_cz: Vyhledání souboru balíčku pro tuto položku se nezdařilo. Pro technickou podporu se obraťte se na autora položky, nebo nainstalujte/aktualizujte tuto položku ručně z %s.

source: Incorrect token permissions, please generate another token or fix the permissions on the existing token.
cs_cz: Nesprávná oprávnění tokenu, vytvořte jiný token nebo opravte oprávnění pro existující token.

source: Please ensure only the following permissions are enabled:
cs_cz: Zkontrolujte, zda jsou povolena pouze následující oprávnění:

source: One or more Single Use OAuth Personal Tokens could not be verified and should be removed.
cs_cz: Jeden nebo více osobních jednorázových OAuth tokenů nelze ověřit a měly by být odebrány.

source: The OAuth Personal Token could not be verified. Please check that the Token has been entered correctly and has the minimum required permissions.
cs_cz: Osobní token OAuth nelze ověřit. Ujistěte se, zda byl token zadán správně a zda má minimální požadovaná oprávnění.

source: Your OAuth Personal Token has been verified. However, there are no WordPress downloadable items in your account.
cs_cz: Váš osobní token OAuth byl ověřen. Nicméně, nejsou k dispozici žádné WordPress položky ke stažení z vašeho účtu.

source: All Single Use OAuth Personal Tokens have been verified.
cs_cz: Všechny osobní OAuth jednorázové tokeny byly ověřeny.

source: Your OAuth Personal Token has been verified.
cs_cz: Váš osobní token OAuth byl ověřen.

source: Welcome!
cs_cz: Vítejte,

source: This plugin can install WordPress themes and plugins purchased from ThemeForest & CodeCanyon by connecting with the Envato Market API using a secure OAuth personal token. Once your themes & plugins are installed WordPress will periodically check for updates, so keeping your items up to date is as simple as a few clicks.
cs_cz: tento plugin může instalovat WordPress šablony a pluginy nakoupené z ThemeForest a Codecanyon prostřednictvím Envato Market API pomocí bezpečného OAuth osobního tokenu. Jakmile nainstalujete své šablony a pluginy, WordPress bude pravidelně kontrolovat jejich nové verze, a jejich aktualizace vás bude stát jen pár kliknutí.

source: Find out more at %1$senvato.com%2$s.
cs_cz: Další informace naleznete na %1$senvato.com%2$s.

source: Save Changes
cs_cz: Uložit změny

source: Themes
cs_cz: Šablony

source: Plugins
cs_cz: Pluginy

source: Settings
cs_cz: Nastavení

source: Help
cs_cz: Nápověda

source: An API token is required.
cs_cz: Je požadován token API.

source: An unknown API error occurred.
cs_cz: Došlo k neznámé chybě rozhraní API.

source: %1$sActivate the Envato Market plugin%2$s to get updates for your ThemeForest and CodeCanyon items.
cs_cz: %1$sAktivujte si Envato Market plugin%2$s pro snadné získání aktualizací pro vaše nakoupené položky z ThemeForest a CodeCanyon.

source: %1$sInstall the Envato Market plugin%2$s to get updates for your ThemeForest and CodeCanyon items.
cs_cz: %1$sNainstalujte si Envato Market plugin%2$s pro snadné získání aktualizací pro vaše nakoupené položky z ThemeForest a CodeCanyon.

source: WordPress Theme & Plugin management for the Envato Market.
cs_cz: Správa WordPress šablon a pluginů pro Envato Market.
